Revit 2024 API
ParameterTypeId.CurtainWallSyspanelOffset Property
 "Offset"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId CurtainWallSyspanelOffset { get; }
Visual Basic
Public Shared ReadOnly Property CurtainWallSyspanelOffset As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ CurtainWallSyspanelOffset {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace